Repository: webtp3/cal
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: nl

# cal.pi_flexform.sheetGeneral
source: General Settings
nl: Algemene instellingen

# cal.pi_flexform.allowedViews
source: Allowed views
nl: Toegestane weergaven

# cal.pi_flexform.viewMonth
source: Month
nl: Maand

# cal.pi_flexform.viewYear
source: Year
nl: Jaar

# cal.pi_flexform.viewList
source: List
nl: Lijst

# cal.pi_flexform.viewDay
source: Day
nl: Dag

# cal.pi_flexform.viewOrganizer
source: Organizer
nl: Organisator

# cal.pi_flexform.viewLocation
source: Location
nl: Locatie

# cal.pi_flexform.viewSingle
source: Single Event
nl: Enkele gebeurtenis

# cal.pi_flexform.viewSearchEvent
source: Search Event
nl: Zoek gebeurtenis

# cal.pi_flexform.viewSearchLocation
source: Search Location
nl: Zoek locatie

# cal.pi_flexform.viewSearchOrganizer
source: Search Organizer
nl: Zoek organisator

# cal.pi_flexform.viewSearchAll
source: Search All
nl: Zoek alles

# cal.pi_flexform.viewCreateEvent
source: Create Event
nl: Maak gebeurtenis

# cal.pi_flexform.viewEditEvent
source: Edit Event
nl: Bewerk gebeurtenis

# cal.pi_flexform.viewDeleteEvent
source: Delete Event
nl: Verwijder gebeurtenis

# cal.pi_flexform.viewCreateCalendar
source: Create Calendar
nl: Maak kalender

# cal.pi_flexform.viewEditCalendar
source: Edit Calendar
nl: Bewerk kalender

# cal.pi_flexform.viewDeleteCalendar
source: Delete Calendar
nl: Verwijder kalender

# cal.pi_flexform.viewCreateCategory
source: Create Category
nl: Maak categorie

# cal.pi_flexform.viewEditCategory
source: Edit Category
nl: Bewerk categorie

# cal.pi_flexform.viewDeleteCategory
source: Delete Category
nl: Verwijder categorie

# cal.pi_flexform.viewCreateLocation
source: Create Location
nl: Maak locatie

# cal.pi_flexform.viewEditLocation
source: Edit Location
nl: Bewerk locatie

# cal.pi_flexform.viewDeleteLocation
source: Delete Location
nl: Verwijder locatie

# cal.pi_flexform.viewCreateOrganizer
source: Create Organizer
nl: Maak organisator

# cal.pi_flexform.viewEditOrganizer
source: Edit Organizer
nl: Bewerk organisator

# cal.pi_flexform.viewDeleteOrganizer
source: Delete Organizer
nl: Verwijder organisator

# cal.pi_flexform.viewSubscriptionManager
source: Subscription Manager
nl: Abonnementenbeheer

# cal.pi_flexform.calendarName
source: Calendar name
nl: Kalendernaam

# cal.pi_flexform.defaultCalendarUid
source: Default calendar
nl: Standaardkalender

# cal.pi_flexform.allowSubscribe
source: Allow anyone to subscribe
nl: Sta abonneren toe

# cal.pi_flexform.subscribeFeUser
source: Only allow frontend users to subscribe
nl: Sta FE-gebruiker toe te abonneren

# cal.pi_flexform.subscribeWithCaptcha
source: Force captcha to subscribe (captcha needed)
nl: Captcha afdwingen bij abonneren

# cal.pi_flexform.category_selection
source: Category selection
nl: Categorieselectie

# cal.pi_flexform.calendar_selection
source: Calendar selection
nl: Kalenderselectie

# cal.pi_flexform.select_deselect_categories
source: Category mode
nl: Categoriemodus

# cal.pi_flexform.itemsHeader
source: Special options:
nl: Speciale opties:

# cal.pi_flexform.category_selection_notCategorized
source: [not categorized]
nl: Niet gecategoriseerd

# cal.pi_flexform.calendarMode
source: Calendar selection mode
nl: Kalenderselectiemodus

# cal.pi_flexform.calendarMode.showAll
source: Show all calendars (don't care about selection below)
nl: Toon alles (selectie hieronder negeren)

# cal.pi_flexform.calendarMode.showSelected
source: Show only selected calendars
nl: Toon uitsluitend geselecteerde kalenders

# cal.pi_flexform.calendarMode.excludeSelected
source: Don't show selected calendars
nl: Geselecteerde kalenders niet tonen

# cal.pi_flexform.categoryMode
source: Category selection mode
nl: Categorieselectiemodus

# cal.pi_flexform.categoryMode.showAll
source: Show all categories (don't care about selection below)
nl: Toon alles (selectie hieronder negeren)

# cal.pi_flexform.categoryMode.showSelected
source: Show only selected categories (exact match)
nl: Toon uitsluitend geselecteerde categorieën

# cal.pi_flexform.categoryMode.excludeSelected
source: Don't show selected categories
nl: Geselecteerde categorieën niet tonen

# cal.pi_flexform.sheetYearView
source: Year View
nl: Jaarweergave

# cal.pi_flexform.yearViewPid
source: Year view page
nl: Pagina voor jaarweergave

# cal.pi_flexform.yearTemplate
source: Year template
nl: Jaarsjabloon

# cal.pi_flexform.sheetMonthView
source: Month View
nl: Maandweergave

# cal.pi_flexform.monthViewPid
source: Month view page
nl: Pagina voor maandweergave

# cal.pi_flexform.monthShowListView
source: Show list view (not applicable for mini calendar)
nl: Lijstweergave tonen

# cal.pi_flexform.monthTemplate
source: Month template
nl: Maandsjabloon

# cal.pi_flexform.monthSmallTemplate
source: Month small template
nl: Maandsjabloon klein

# cal.pi_flexform.monthMediumTemplate
source: Month medium template
nl: Maandsjabloon middel

# cal.pi_flexform.monthLargeTemplate
source: Month large template
nl: Maandsjabloon groot

# cal.pi_flexform.sheetWeekView
source: Week View
nl: Weekweergave

# cal.pi_flexform.weekViewPid
source: Week view page
nl: Pagina voor weekweergave

# cal.pi_flexform.weekTemplate
source: Week template
nl: Weeksjabloon

# cal.pi_flexform.weekStartDay
source: Week start day
nl: Week begint op dag

# cal.pi_flexform.sheetDayView
source: Day View
nl: Dagweergave

# cal.pi_flexform.dayViewPid
source: Day view page
nl: Pagina voor dagweergave

# cal.pi_flexform.dayTemplate
source: Day template
nl: Dagsjabloon

# cal.pi_flexform.dayStart
source: Day start time
nl: Dag begint om (hhmm)

# cal.pi_flexform.dayEnd
source: Day endtime
nl: Dag eindigt om (hhmm)

# cal.pi_flexform.gridLength
source: Show divider every x minutes
nl: Toon divider elke x minuten

# cal.pi_flexform.sheetListView
source: List View
nl: Lijstweergave

# cal.pi_flexform.listViewPid
source: List view page
nl: Pagina voor lijstweergave

# cal.pi_flexform.listTemplate
source: List template
nl: Lijstsjabloon

# cal.pi_flexform.starttime
source: Start time
nl: Starttijd

# cal.pi_flexform.endtime
source: End time
nl: Stoptijd

# cal.pi_flexform.listView.default
source: Use Typoscript Default
nl: Gebruik Typoscript default

# cal.pi_flexform.listView.now
source: Now
nl: Nu

# cal.pi_flexform.listView.yesterday
source: Yesterday
nl: Gisteren

# cal.pi_flexform.listView.today
source: Today
nl: Vandaag

# cal.pi_flexform.listView.tomorrow
source: Tomorrow
nl: Morgen

# cal.pi_flexform.listView.weekStart
source: Beginning Of This Week
nl: Begin van deze week

# cal.pi_flexform.listView.weekEnd
source: End Of This Week
nl: Einde van deze week

# cal.pi_flexform.listView.plusOneWeek
source: 1 Week From Now
nl: 1 week na nu

# cal.pi_flexform.listView.monthStart
source: Beginning Of This Month
nl: Begin van deze maand

# cal.pi_flexform.listView.monthEnd
source: End Of This Month
nl: Einde van deze maand

# cal.pi_flexform.listView.plusOneMonth
source: 1 Month From Now
nl: 1 maand na nu

# cal.pi_flexform.listView.yearStart
source: Beginning Of This Year
nl: Begin van dit jaar

# cal.pi_flexform.listView.yearEnd
source: End Of This Year
nl: Einde van dit jaar

# cal.pi_flexform.listView.plusOneYear
source: 1 Year From Now
nl: 1 jaar na nu

# cal.pi_flexform.maxEvents
source: Max events
nl: Max. gebeurtenissen

# cal.pi_flexform.sheetEventView
source: Event View
nl: Gebeurtenisweergave

# cal.pi_flexform.eventViewPid
source: Event view page
nl: Pagina voor gebeurtenisweergave

# cal.pi_flexform.eventTemplate
source: Event template
nl: Gebeurtenissjabloon

# cal.pi_flexform.isPreview
source: Show preview
nl: Toon voorvertoning

# cal.pi_flexform.createEventTemplate
source: Create event template
nl: Maak gebeurtenissjabloon

# cal.pi_flexform.confirmEventTemplate
source: Confirm event template
nl: Bevestig gebeurtenissjabloon

# cal.pi_flexform.deleteEventTemplate
source: Delete event template
nl: Verwijder gebeurtenissjabloon

# cal.pi_flexform.sheetLocationView
source: Location View
nl: Locatieweergave

# cal.pi_flexform.locationViewPid
source: Location view page
nl: Pagina voor locatieweergave

# cal.pi_flexform.locationTemplate
source: Location template
nl: Locatiesjabloon

# cal.pi_flexform.createLocationTemplate
source: Create location template
nl: Maak locatiesjabloon

# cal.pi_flexform.confirmLocationTemplate
source: Confirm location template
nl: Bevestig locatiesjabloon

# cal.pi_flexform.sheetOrganizerView
source: Organizer View
nl: Organisatorweergave

# cal.pi_flexform.organizerViewPid
source: Organizer view page
nl: Pagina voor organisatorweergave

# cal.pi_flexform.organizerTemplate
source: Organizer template
nl: Organisatorsjabloon

# cal.pi_flexform.sheetIcsView
source: Ics View
nl: ICS-weergave

# cal.pi_flexform.icsViewPid
source: Ics view page
nl: Pagina voor ICS-weergave

# cal.pi_flexform.icsTemplate
source: Ics template
nl: ICS-sjabloon

# cal.pi_flexform.calUid
source: Calendar id
nl: Kalender-id

# cal.pi_flexform.showIcsLinks
source: Show ics links
nl: Toon ICS-links

# cal.pi_flexform.sheetOtherView
source: Other View
nl: Andere weergave

# cal.pi_flexform.sidebarTemplate
source: Sidebar template
nl: Sjabloon voor sidebar

# cal.pi_flexform.searchBoxTemplate
source: Searchbox template
nl: Zoekbox sjabloon

# cal.pi_flexform.showLogin
source: Show login
nl: Toon login

# cal.pi_flexform.showSearch
source: Show search
nl: Toon zoek

# cal.pi_flexform.showJumps
source: Show jumps
nl: Toon jumps

# cal.pi_flexform.showGoto
source: Show goto
nl: Toon goto

# cal.pi_flexform.showCalendarSelection
source: Show calendar selector
nl: Toon kalenderkiezer

# cal.pi_flexform.showCategorySelection
source: Show category selector
nl: Toon categoriekiezer

# cal.pi_flexform.showTomorrowEvents
source: Show tomorrows events
nl: Toon gebeurtenissen van morgen
